{
  "### \"More Journal Templates\" plugin >": "### \"Weitere Journalvorlagen\" プラグイン>",
  "#### Fri-Template > ": "#### Freitag - Vorlage>",
  "#### Holidays-Template > ": "#### Feiertage - Vorlage>",
  "#### Journal-template config >": "#### Richten Sie eine Journalvorlage ein>",
  "#### Main-Template > ": "#### Haupt-Vorlage>",
  "#### Mon-Template > ": "#### Montag - Vorlage>",
  "#### Sat-Template > ": "#### Samstag - Vorlage>",
  "#### Sub-Template > ": "#### Untervorlagen->",
  "#### Sun-Template > ": "#### Sonntag - Vorlage>",
  "#### Thu-Template > ": "#### Donnerstag - Vorlage>",
  "#### Tue-Template > ": "#### Dienstag - Vorlage>",
  "#### Wed-Template > ": "#### Mittwoch - Vorlage>",
  "#### Weekends-Template > ": "#### Wochenende - Vorlage>",
  "(Open a new window on click this checkbox)": "(Klicken Sie auf dieses Kontrollkästchen, um ein neues Fenster zu öffnen)",
  "--No editing is needed. For editing manually.": "-- Keine Bearbeitung erforderlich. Wenn Sie es manuell bearbeiten möchten.",
  ".<br/>Choose the template for today, either Main or Holidays.": "Sind. <br/>Wählen Sie die heutige Vorlage aus: Hauptvorlage oder Feiertag.",
  "AM": "Morgen",
  "Alert on the specific day of the week": "Warnung an bestimmten Wochentagen",
  "Apply the currently selected main or sub template": "Anwenden der aktuell ausgewählten Haupt- oder Sekundärvorlage",
  "Check Wiki to setup": "Überprüfe das Wiki und richte es ein",
  "Choice multiple dates": "Wählen Sie mehrere Daten aus",
  "Choose the template for this week, either Main or Sub.": "Wählen Sie die Vorlage für diese Woche aus: Hauptvorlage oder Sekundär.",
  "Click the right end of the input field to display a calendar to enter the date.": "Wenn Sie auf den rechten Rand des Eingabefeldes klicken, wird Ihnen ein Kalender angezeigt, in dem Sie das Datum eingeben können.",
  "Date": "Datum",
  "Enable": "Aktivieren",
  "For select Main/Sub templates": "Auswählen einer Haupt-/Untervorlage",
  "Holidays template name": "Name der Feiertagsvorlage",
  "Holidays-Template": "Feiertags-Vorlagen",
  "If the above item is 'false'": "Wenn der Einstellungswert des obigen Elements false ist",
  "Input required.": "Eine Eingabe ist erforderlich.",
  "Insert template": "Einfügen einer Vorlage",
  "On the alert day, when the Main-Template renderer is invoked, the option to switch between Main and Sub templates for the week is available.": "Am Tag der Warnung, wenn der Hauptvorlagen-Renderer aufgerufen wird, wird die Option zum Wechseln zwischen den Haupt- und Untervorlagen für diese Woche verfügbar.",
  "PM": "Nachmittag",
  "Plugin": "Plug-Ins",
  "Private Days": "Persönliche Urlaubstage",
  "Private holiday (or annual leave)": "Individuelle Urlaubstage (Jahresurlaub)",
  "Private holiday template name": "Name der Vorlage für einen persönlichen Urlaubstag",
  "Remove dates before today.": "Löschen Sie das Datum vor dem heutigen Tag.",
  "Replace `:default-templates {:journals \"Journal\"}` in the \"config.edn\" file. Rendering occurs when it is loaded as a journal template.": "Ersetzen Sie \":d efault-templates {:journals \"Journal\"}\" in der Datei \"config.edn\". Das Rendering wird wirksam, wenn es als Journalvorlage geladen wird.",
  "Saved": "Konservierung",
  "Select your country. If possible to set the State and Region, do so individually.": "Wählen Sie ein Land aus. Wenn Sie den Bundesstaat und die Region festlegen können, legen Sie sie separat fest.",
  "Set up an alert to switch templates on holidays.": "Richten Sie eine Benachrichtigung ein, um Vorlagen an Feiertagen zu wechseln.",
  "Set up an alert to switch templates on private holidays.": "Richten Sie eine Benachrichtigung ein, um Vorlagen an persönlichen Urlaubstagen zu wechseln.",
  "Set up an alert to switch templates on specific days of the week.": "Richten Sie eine Benachrichtigung ein, um Vorlagen an bestimmten Wochentagen zu wechseln.",
  "Set up an alert to switch templates on working-on-holidays.": "Richten Sie eine Benachrichtigung ein, um Vorlagen an Feiertagen zu wechseln.",
  "Sub-Template name": "Name der Untervorlage",
  "Submit": "Übertragung",
  "Supported countries": "Unterstützte Länder",
  "Supported regions (matches the country)": "Unterstützte Regionen (Übereinstimmungsland)",
  "Supported states (matches the country)": "Unterstützte Bundesstaaten (Übereinstimmungsland)",
  "Target template name": "Name der Zielvorlage",
  "Template name whose selection is currently fixed": "Der Name der Vorlage, deren Auswahl derzeit fixiert ist",
  "The Template not found.": "Vorlage nicht gefunden.",
  "The current page is journals.": "Bei der aktuellen Seite handelt es sich um ein Journal.",
  "The template name to be switched when the alert day is reached.": "Der Vorlagenname, der gewechselt wird, wenn das Warnungsdatum erreicht ist.",
  "Today is ": "Heute",
  "Today is Private days.<br/>Choose the template for today, either Main or Private.": "Heute ist ein persönlicher Urlaubstag. <br/>Wählen Sie die heutige Vorlage aus: Hauptvorlage oder Privat.",
  "Today is Working-on-Holidays.<br/>Choose the template for today, either Main or Working-on-Holidays.": "Heute ist ein Feiertagsarbeitstag. <br/>Wählen Sie die heutige Vorlage aus, entweder Main oder Work-on-Holidays.",
  "WAITING": "Warten",
  "Weekly sub template": "Wöchentliche Untervorlagen",
  "Which template do you want to use?": "Welche Vorlage möchten Sie verwenden?",
  "Working-on-Holidays": "Arbeiten an Feiertagen",
  "Working-on-Holidays template name": "Name der Vorlage für den Feiertagsarbeitstag",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Zweistelliger alphanumerischer Code (z. B. NY) oder leer (Standard)",
  "2 or 3 character alphanumeric code or blank (default)": "2 oder 3 alphanumerische Codes oder Leerzeichen (Standard)",
  "[Option]": "[Option]"
}