{
  "### \"More Journal Templates\" plugin >": "### \"Más plantillas de diario\" プラグイン>",
  "#### Fri-Template > ": "#### Viernes - Plantilla>",
  "#### Holidays-Template > ": "#### Días festivos - Plantilla>",
  "#### Journal-template config >": "#### Configurar una plantilla de diario>",
  "#### Main-Template > ": "#### Plantilla-principal>",
  "#### Mon-Template > ": "#### Lunes - Plantilla>",
  "#### Sat-Template > ": "#### Sábado - Plantilla>",
  "#### Sub-Template > ": "#### Subplantilla >",
  "#### Sun-Template > ": "#### Domingo - Plantilla>",
  "#### Thu-Template > ": "#### Jueves - Plantilla>",
  "#### Tue-Template > ": "#### Martes - Plantilla>",
  "#### Wed-Template > ": "#### Miércoles - Plantilla>",
  "#### Weekends-Template > ": "#### Fin de semana - Plantilla>",
  "(Open a new window on click this checkbox)": "(Haga clic en esta casilla de verificación para abrir una nueva ventana)",
  "--No editing is needed. For editing manually.": "-- No se requiere edición. Si desea editarlo manualmente.",
  ".<br/>Choose the template for today, either Main or Holidays.": "Son. <br/>Seleccione la plantilla de hoy: Principal o Festivo.",
  "AM": "Mañana",
  "Alert on the specific day of the week": "Alerta en días concretos de la semana",
  "Apply the currently selected main or sub template": "Aplicar la plantilla principal o secundaria seleccionada actualmente",
  "Check Wiki to setup": "Revisa la wiki y configúrala",
  "Choice multiple dates": "Seleccionar varias fechas",
  "Choose the template for this week, either Main or Sub.": "Seleccione la plantilla de esta semana: Principal o Secundaria.",
  "Click the right end of the input field to display a calendar to enter the date.": "Si hace clic en el borde derecho del campo de entrada, se mostrará un calendario donde podrá introducir la fecha.",
  "Date": "fecha",
  "Enable": "Activar",
  "For select Main/Sub templates": "Selección de una plantilla principal/secundaria",
  "Holidays template name": "Nombre de la plantilla de días festivos",
  "Holidays-Template": "Plantillas de vacaciones",
  "If the above item is 'false'": "Si el valor de ajuste del elemento anterior es falso",
  "Input required.": "La entrada es obligatoria.",
  "Insert template": "Inserción de una plantilla",
  "On the alert day, when the Main-Template renderer is invoked, the option to switch between Main and Sub templates for the week is available.": "El día de la alerta, cuando se invoca el renderizador de plantillas principal, está disponible la opción de cambiar entre las plantillas principal y secundaria para esa semana.",
  "PM": "Tarde",
  "Plugin": "Plug-ins",
  "Private Days": "Días de licencia personal",
  "Private holiday (or annual leave)": "Días de vacaciones individuales (vacaciones anuales)",
  "Private holiday template name": "Nombre de la plantilla de día de vacaciones personales",
  "Remove dates before today.": "Elimine la fecha anterior a hoy.",
  "Replace `:default-templates {:journals \"Journal\"}` in the \"config.edn\" file. Rendering occurs when it is loaded as a journal template.": "Reemplace \":d efault-templates {:journals \"Journal\"}\" en el archivo \"config.edn\". La representación surte efecto cuando se carga como una plantilla de diario.",
  "Saved": "preservación",
  "Select your country. If possible to set the State and Region, do so individually.": "Seleccione un país. Si puede establecer el estado y la región, establézcalos por separado.",
  "Set up an alert to switch templates on holidays.": "Configura una alerta para cambiar de plantilla en días festivos.",
  "Set up an alert to switch templates on private holidays.": "Configure una alerta para cambiar de plantilla en los días de vacaciones personales.",
  "Set up an alert to switch templates on specific days of the week.": "Configure una alerta para cambiar de plantilla en días específicos de la semana.",
  "Set up an alert to switch templates on working-on-holidays.": "Configure una alerta para cambiar de plantilla en días laborables festivos.",
  "Sub-Template name": "Nombre de la subplantilla",
  "Submit": "Transmisión",
  "Supported countries": "Países admitidos",
  "Supported regions (matches the country)": "Regiones admitidas (país coincidente)",
  "Supported states (matches the country)": "Estados admitidos (país coincidente)",
  "Target template name": "Nombre de la plantilla de destino",
  "Template name whose selection is currently fixed": "El nombre de la plantilla cuya selección es fija actualmente",
  "The Template not found.": "Plantilla no encontrada.",
  "The current page is journals.": "La página actual es un diario.",
  "The template name to be switched when the alert day is reached.": "El nombre de la plantilla que se cambia cuando se alcanza la fecha de alerta.",
  "Today is ": "Hoy",
  "Today is Private days.<br/>Choose the template for today, either Main or Private.": "Hoy es un día de vacaciones personales. <br/>Elige la plantilla de hoy: Principal o Privada.",
  "Today is Working-on-Holidays.<br/>Choose the template for today, either Main or Working-on-Holidays.": "Hoy es un día laborable festivo. <br/>Elija la plantilla de hoy, ya sea Principal o Trabajar en días festivos.",
  "WAITING": "Espera",
  "Weekly sub template": "Subplantillas semanales",
  "Which template do you want to use?": "¿Qué plantilla quieres utilizar?",
  "Working-on-Holidays": "Trabajar en días festivos",
  "Working-on-Holidays template name": "Nombre de la plantilla de día de trabajo festivo",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Código alfanumérico de dos letras (por ejemplo, NY) o en blanco (predeterminado)",
  "2 or 3 character alphanumeric code or blank (default)": "2 o 3 códigos alfanuméricos o espacios (predeterminado)",
  "[Option]": "[Opción]"
}