{
  "### \"More Journal Templates\" plugin >": "### « More Journal Templates » プラグイン>",
  "#### Fri-Template > ": "#### Vendredi - Modèle>",
  "#### Holidays-Template > ": "#### Jours fériés - Modèle>",
  "#### Journal-template config >": "#### Configurer un modèle de journal>",
  "#### Main-Template > ": "#### Modèle principal>",
  "#### Mon-Template > ": "#### Lundi - Modèle>",
  "#### Sat-Template > ": "#### Samedi - Modèle>",
  "#### Sub-Template > ": "#### Sous-modèle >",
  "#### Sun-Template > ": "#### Dimanche - Modèle>",
  "#### Thu-Template > ": "#### Jeudi - Modèle>",
  "#### Tue-Template > ": "#### Mardi - Modèle>",
  "#### Wed-Template > ": "#### Mercredi - Modèle>",
  "#### Weekends-Template > ": "#### Week-end - Modèle>",
  "(Open a new window on click this checkbox)": "(Cochez cette case pour ouvrir une nouvelle fenêtre)",
  "--No editing is needed. For editing manually.": "-- Aucune modification n’est requise. Si vous souhaitez le modifier manuellement.",
  ".<br/>Choose the template for today, either Main or Holidays.": "Are. <br/>Sélectionnez le modèle d’aujourd’hui : Principal ou Vacances.",
  "AM": "Matin",
  "Alert on the specific day of the week": "Alerte certains jours de la semaine",
  "Apply the currently selected main or sub template": "Appliquer le modèle principal ou secondaire actuellement sélectionné",
  "Check Wiki to setup": "Vérifiez le wiki et configurez-le",
  "Choice multiple dates": "Sélectionner plusieurs dates",
  "Choose the template for this week, either Main or Sub.": "Sélectionnez le modèle de cette semaine : Principal ou Secondaire.",
  "Click the right end of the input field to display a calendar to enter the date.": "Si vous cliquez sur le bord droit du champ de saisie, un calendrier s’affichera dans lequel vous pourrez saisir la date.",
  "Date": "date",
  "Enable": "Activer",
  "For select Main/Sub templates": "Sélection d’un modèle principal/secondaire",
  "Holidays template name": "Nom du modèle de vacances",
  "Holidays-Template": "Modèles de vacances",
  "If the above item is 'false'": "Si la valeur de réglage de l’élément ci-dessus est fausse",
  "Input required.": "Une entrée est requise.",
  "Insert template": "Insertion d’un modèle",
  "On the alert day, when the Main-Template renderer is invoked, the option to switch between Main and Sub templates for the week is available.": "Le jour de l’alerte, lorsque le moteur de rendu du modèle principal est appelé, l’option permettant de basculer entre le modèle principal et le modèle secondaire pour cette semaine devient disponible.",
  "PM": "Après-midi",
  "Plugin": "Plug-ins",
  "Private Days": "Jours de congés personnels",
  "Private holiday (or annual leave)": "Jours de congés individuels (congés annuels)",
  "Private holiday template name": "Nom du modèle de jour de vacances personnel",
  "Remove dates before today.": "Supprimez la date avant aujourd’hui.",
  "Replace `:default-templates {:journals \"Journal\"}` in the \"config.edn\" file. Rendering occurs when it is loaded as a journal template.": "Remplacez « :d efault-templates { :journals « Journal\"} » dans le fichier « config.edn ». Le rendu prend effet lorsqu’il est chargé en tant que modèle de journal.",
  "Saved": "préservation",
  "Select your country. If possible to set the State and Region, do so individually.": "Sélectionnez un pays. Si vous pouvez définir l’état et la région, définissez-les séparément.",
  "Set up an alert to switch templates on holidays.": "Configurez une alerte pour changer de modèle pendant les jours fériés.",
  "Set up an alert to switch templates on private holidays.": "Configurez une alerte pour changer de modèle les jours de vacances personnelles.",
  "Set up an alert to switch templates on specific days of the week.": "Configurez une alerte pour changer de modèle certains jours de la semaine.",
  "Set up an alert to switch templates on working-on-holidays.": "Configurez une alerte pour changer de modèle les jours ouvrables de vacances.",
  "Sub-Template name": "Nom du sous-modèle",
  "Submit": "Transmission",
  "Supported countries": "Pays pris en charge",
  "Supported regions (matches the country)": "Régions prises en charge (pays de correspondance)",
  "Supported states (matches the country)": "États pris en charge (pays de correspondance)",
  "Target template name": "Nom du modèle cible",
  "Template name whose selection is currently fixed": "Nom du modèle dont la sélection est actuellement corrigée",
  "The Template not found.": "Modèle introuvable.",
  "The current page is journals.": "La page courante est un journal.",
  "The template name to be switched when the alert day is reached.": "Nom du modèle qui est commuté lorsque la date d’alerte est atteinte.",
  "Today is ": "Aujourd’hui",
  "Today is Private days.<br/>Choose the template for today, either Main or Private.": "Aujourd’hui est un jour de vacances personnelles. <br/>Choisissez le modèle d’aujourd’hui : Principal ou Privé.",
  "Today is Working-on-Holidays.<br/>Choose the template for today, either Main or Working-on-Holidays.": "Aujourd’hui est un jour ouvrable férié. <br/>Choisissez le modèle d’aujourd’hui, soit Principal, soit Travail les jours fériés.",
  "WAITING": "Attente",
  "Weekly sub template": "Sous-modèles hebdomadaires",
  "Which template do you want to use?": "Quel modèle souhaitez-vous utiliser ?",
  "Working-on-Holidays": "Travailler les jours fériés",
  "Working-on-Holidays template name": "Nom du modèle Jour de travail férié",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Code alphanumérique à deux lettres (p. ex., NY) ou vide (par défaut)",
  "2 or 3 character alphanumeric code or blank (default)": "2 ou 3 codes alphanumériques ou espaces (par défaut)",
  "[Option]": "[En option]"
}