{
  "### \"More Journal Templates\" plugin >": "### \"Altri modelli di diario\" プラグイン>",
  "#### Fri-Template > ": "#### Venerdì - Modello>",
  "#### Holidays-Template > ": "#### Vacanze - Modello>",
  "#### Journal-template config >": "#### Impostare un modello di diario>",
  "#### Main-Template > ": "#### Modello principale>",
  "#### Mon-Template > ": "#### Lunedì - Modello>",
  "#### Sat-Template > ": "#### Sabato - Modello>",
  "#### Sub-Template > ": "#### Sotto-template >",
  "#### Sun-Template > ": "#### Domenica - Modello>",
  "#### Thu-Template > ": "#### Giovedì - Modello>",
  "#### Tue-Template > ": "#### Martedì - Modello>",
  "#### Wed-Template > ": "#### Mercoledì - Modello>",
  "#### Weekends-Template > ": "#### Fine settimana - Modello>",
  "(Open a new window on click this checkbox)": "(Fare clic su questa casella di controllo per aprire una nuova finestra)",
  "--No editing is needed. For editing manually.": "-- Non è richiesta alcuna modifica. Se si desidera modificarlo manualmente.",
  ".<br/>Choose the template for today, either Main or Holidays.": "Sono. <br/>Seleziona il modello di oggi: Principale o Festivo.",
  "AM": "Mattina",
  "Alert on the specific day of the week": "Avviso in giorni specifici della settimana",
  "Apply the currently selected main or sub template": "Applicare il modello principale o secondario attualmente selezionato",
  "Check Wiki to setup": "Controlla il wiki e configuralo",
  "Choice multiple dates": "Seleziona più date",
  "Choose the template for this week, either Main or Sub.": "Seleziona il modello di questa settimana: Principale o Secondario.",
  "Click the right end of the input field to display a calendar to enter the date.": "Se si fa clic sul bordo destro del campo di immissione, verrà visualizzato un calendario in cui è possibile inserire la data.",
  "Date": "dattero",
  "Enable": "Attivare",
  "For select Main/Sub templates": "Selezione di un modello principale/secondario",
  "Holidays template name": "Nome del modello di festività",
  "Holidays-Template": "Modelli per le vacanze",
  "If the above item is 'false'": "Se il valore di impostazione della voce precedente è false",
  "Input required.": "L'input è obbligatorio.",
  "Insert template": "Inserimento di un modello",
  "On the alert day, when the Main-Template renderer is invoked, the option to switch between Main and Sub templates for the week is available.": "Il giorno dell'avviso, quando viene richiamato il renderer del modello principale, diventa disponibile l'opzione per passare dal modello principale a quello secondario e viceversa per quella settimana.",
  "PM": "Pomeriggio",
  "Plugin": "Plug-in",
  "Private Days": "Giorni di congedo personale",
  "Private holiday (or annual leave)": "Giorni di ferie individuali (ferie annuali)",
  "Private holiday template name": "Nome del modello di giorno di ferie personale",
  "Remove dates before today.": "Elimina la data prima di oggi.",
  "Replace `:default-templates {:journals \"Journal\"}` in the \"config.edn\" file. Rendering occurs when it is loaded as a journal template.": "Sostituisci \":d efault-templates {:journals \"Journal\"}\" nel file \"config.edn\". Il rendering ha effetto quando viene caricato come modello di journal.",
  "Saved": "conservazione",
  "Select your country. If possible to set the State and Region, do so individually.": "Seleziona un paese. Se è possibile impostare lo stato e l'area, impostarli separatamente.",
  "Set up an alert to switch templates on holidays.": "Imposta un avviso per cambiare modello nei giorni festivi.",
  "Set up an alert to switch templates on private holidays.": "Imposta un avviso per cambiare modello nei giorni di ferie personali.",
  "Set up an alert to switch templates on specific days of the week.": "Imposta un avviso per cambiare modello in giorni specifici della settimana.",
  "Set up an alert to switch templates on working-on-holidays.": "Imposta un avviso per cambiare modello nei giorni lavorativi festivi.",
  "Sub-Template name": "Nome del sottomodello",
  "Submit": "Trasmissione",
  "Supported countries": "Paesi supportati",
  "Supported regions (matches the country)": "Regioni supportate (paese di corrispondenza)",
  "Supported states (matches the country)": "Stati supportati (paese di corrispondenza)",
  "Target template name": "Nome modello di destinazione",
  "Template name whose selection is currently fixed": "Il nome del modello la cui selezione è attualmente fissa",
  "The Template not found.": "Modello non trovato.",
  "The current page is journals.": "La pagina corrente è un giornale.",
  "The template name to be switched when the alert day is reached.": "Nome del modello che viene cambiato quando viene raggiunta la data di avviso.",
  "Today is ": "Oggi",
  "Today is Private days.<br/>Choose the template for today, either Main or Private.": "Oggi è un giorno di vacanza personale. <br/>Scegli il modello di oggi: Principale o Privato.",
  "Today is Working-on-Holidays.<br/>Choose the template for today, either Main or Working-on-Holidays.": "Oggi è un giorno lavorativo festivo. <br/>Scegli il modello di oggi, Principale o Lavoro nei giorni festivi.",
  "WAITING": "Attesa",
  "Weekly sub template": "Modelli secondari settimanali",
  "Which template do you want to use?": "Quale modello vuoi usare?",
  "Working-on-Holidays": "Lavorare nei giorni festivi",
  "Working-on-Holidays template name": "Nome del modello per il giorno lavorativo festivo",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Codice alfanumerico di due lettere (ad esempio, NY) o vuoto (predefinito)",
  "2 or 3 character alphanumeric code or blank (default)": "2 o 3 codici alfanumerici o spazi (predefinito)",
  "[Option]": "[Opzione]"
}