{
  "### \"More Journal Templates\" plugin >": "### \"Meer tijdschriftsjablonen\" プラグイン>",
  "#### Fri-Template > ": "#### Vrijdag - Sjabloon>",
  "#### Holidays-Template > ": "#### Feestdagen - Sjabloon>",
  "#### Journal-template config >": "#### Stel een journaalsjabloon in>",
  "#### Main-Template > ": "#### Hoofd-sjabloon>",
  "#### Mon-Template > ": "#### Maandag - Sjabloon>",
  "#### Sat-Template > ": "#### Zaterdag - Sjabloon>",
  "#### Sub-Template > ": "#### Sub-sjabloon >",
  "#### Sun-Template > ": "#### Zondag - Sjabloon>",
  "#### Thu-Template > ": "#### Donderdag - Sjabloon>",
  "#### Tue-Template > ": "#### Dinsdag - Sjabloon>",
  "#### Wed-Template > ": "#### Woensdag - Sjabloon>",
  "#### Weekends-Template > ": "#### Weekend - Sjabloon>",
  "(Open a new window on click this checkbox)": "(Klik op dit selectievakje om een nieuw venster te openen)",
  "--No editing is needed. For editing manually.": "-- Geen bewerking vereist. Als u het handmatig wilt bewerken.",
  ".<br/>Choose the template for today, either Main or Holidays.": "Zijn. <br/>Selecteer de sjabloon van vandaag: Hoofd of Feestdag.",
  "AM": "Ochtend",
  "Alert on the specific day of the week": "Waarschuwing op specifieke dagen van de week",
  "Apply the currently selected main or sub template": "Pas de momenteel geselecteerde hoofd- of secundaire sjabloon toe",
  "Check Wiki to setup": "Controleer de wiki en stel deze in",
  "Choice multiple dates": "Selecteer meerdere datums",
  "Choose the template for this week, either Main or Sub.": "Selecteer de sjabloon van deze week: Hoofd of Secundair.",
  "Click the right end of the input field to display a calendar to enter the date.": "Als u op de rechterrand van het invoerveld klikt, wordt een kalender weergegeven waar u de datum kunt invoeren.",
  "Date": "datum",
  "Enable": "Activeren",
  "For select Main/Sub templates": "Een hoofd-/subsjabloon selecteren",
  "Holidays template name": "Naam van vakantiesjabloon",
  "Holidays-Template": "Vakantie Sjablonen",
  "If the above item is 'false'": "Als de instellingswaarde van het bovenstaande item onjuist is",
  "Input required.": "Input is vereist.",
  "Insert template": "Een sjabloon invoegen",
  "On the alert day, when the Main-Template renderer is invoked, the option to switch between Main and Sub templates for the week is available.": "Op de dag van de waarschuwing, wanneer de hoofdsjabloonrenderer wordt aangeroepen, wordt de optie beschikbaar om te schakelen tussen de hoofd- en subsjablonen voor die week.",
  "PM": "Middag",
  "Plugin": "Plug-ins",
  "Private Days": "Persoonlijke verlofdagen",
  "Private holiday (or annual leave)": "Individuele verlofdagen (jaarlijkse vakantie)",
  "Private holiday template name": "Persoonlijke naam voor vakantiedagsjabloon",
  "Remove dates before today.": "Verwijder de datum voor vandaag.",
  "Replace `:default-templates {:journals \"Journal\"}` in the \"config.edn\" file. Rendering occurs when it is loaded as a journal template.": "Vervang \":d efault-templates {:journals \"Journal\"}\" in het bestand \"config.edn\". De weergave wordt van kracht wanneer deze wordt geladen als een journaalsjabloon.",
  "Saved": "behoud",
  "Select your country. If possible to set the State and Region, do so individually.": "Selecteer een land. Als u de staat en regio kunt instellen, stelt u deze afzonderlijk in.",
  "Set up an alert to switch templates on holidays.": "Stel een waarschuwing in om op feestdagen van sjabloon te wisselen.",
  "Set up an alert to switch templates on private holidays.": "Stel een waarschuwing in om van sjabloon te wisselen op persoonlijke vakantiedagen.",
  "Set up an alert to switch templates on specific days of the week.": "Stel een waarschuwing in om op specifieke dagen van de week van sjabloon te wisselen.",
  "Set up an alert to switch templates on working-on-holidays.": "Stel een waarschuwing in om van sjabloon te wisselen op vakantiedagen.",
  "Sub-Template name": "Naam van subsjabloon",
  "Submit": "Overdracht",
  "Supported countries": "Ondersteunde landen",
  "Supported regions (matches the country)": "Ondersteunde regio's (overeenkomen met het land)",
  "Supported states (matches the country)": "Ondersteunde staten (overeenkomen met land)",
  "Target template name": "Naam doelsjabloon",
  "Template name whose selection is currently fixed": "De naam van de sjabloon waarvan de selectie momenteel vaststaat",
  "The Template not found.": "Sjabloon niet gevonden.",
  "The current page is journals.": "De huidige pagina is een dagboek.",
  "The template name to be switched when the alert day is reached.": "De sjabloonnaam die wordt gewijzigd wanneer de waarschuwingsdatum is bereikt.",
  "Today is ": "Vandaag",
  "Today is Private days.<br/>Choose the template for today, either Main or Private.": "Vandaag is een persoonlijke vakantiedag. <br/>Kies de sjabloon van vandaag: Hoofd of Privé.",
  "Today is Working-on-Holidays.<br/>Choose the template for today, either Main or Working-on-Holidays.": "Vandaag is een feestdag. <br/>Kies de sjabloon van vandaag, Hoofd- of Werk-op-feestdagen.",
  "WAITING": "Wachten",
  "Weekly sub template": "Wekelijkse subsjablonen",
  "Which template do you want to use?": "Welk sjabloon wil je gebruiken?",
  "Working-on-Holidays": "Werken op feestdagen",
  "Working-on-Holidays template name": "Vakantie werkdag sjabloon naam",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Alfanumerieke code van twee letters (bijv. NY) of blanco (standaard)",
  "2 or 3 character alphanumeric code or blank (default)": "2 of 3 alfanumerieke codes of spaties (standaard)",
  "[Option]": "[Optie]"
}